<?php

return [
    'Edit' => "Изм.",
    'Photo' => "Фото",
    'Fullname' => "Ф.И.О",
    'Email' => "Почта",
    'Phone Number' => "Телефон",
    'Birthdate' => "Дата рожд.",
    'Passport' => "Паспорт",
    'Registered_by' => "Кем добавлен",
    'Status' => "Статус",
    'PINFL' => "ПИНФЛ",
    'Username' => "Логин",
    'Profile' => "Профиль",
    'Personal information' => "Личные данные",
    'Logout' => "Выйти",
    'no_role' => "Без роли",
    'dashboard' => "Главная",
    'users' => "Пользователи",
    'investment-projects' => "Инвест. проекты",
    'revenues' => "Поступления",
    'incomes' => "Доходы",
    'investors' => "Инвесторы",
    'expenses' => "Расходы",
    'distributions' => "Выплаты",
    'investment-contracts' => "Инвест. контракты",
    'reports' => "Отчёты",
    'islamic-finance' => "Ислам. финансы",
    'settings' => "Настройки",
    'administration' => "Админка",
    'notifications' => "Уведомления",
    'projects' => "Проекты",
    'project_investors' => "Инв. проекта",
    'project_buyers' => "Покупатели",
    'share_join_requests' => "Заявки на вход",
    'share_exit_requests' => "Заявки на выход",
    'company_details' => "Реквизиты",
    'documents' => "Документы",
    'general_settings' => "Общие",
    'integration_settings' => "Интеграции",
    'user_interface' => "Интерфейс",
    'roles' => "Роли",
    'login_history' => "История входов",
    'system_logs' => "Сис. логи",
    'search' => "Поиск",
    'clear' => "Сброс",
    'role_name' => "Название роли",
    'code' => "Код",

    'create_new_role' => "Создать роль",
    'icon' => "Иконка",
    'name' => "Название",
    'users_count' => "Кол-во пользователей",
    'description' => "Описание",
    'actions' => "Действия",

    'permissions' => "Права",
    'select_role' => "Выбор роли",
    'permission_name' => "Название",
    'module' => "Модуль",
    'select_all' => "Все",
    'save' => "Сохранить",

    'by_role' => "По роли",
    'all' => "Все",
    'by_status' => "По статусу",

    'full_name' => "Ф.И.О",
    'login' => "Логин",
    'phone' => "Телефон",
    'email' => "Почта",
    'role' => "Роль",
    'status' => "Статус",
    'last_login' => "Последний вход",
    'add_new_user' => "Добавить пользователя",

    'start_date' => "Начало",
    'end_date' => "Окончание",
    'result_type' => "Тип",
    'date' => "Дата",
    'ip' => "IP",
    'result' => "Результат",
    'user' => "Пользователь",
    'login_histories' => "История входов",

    'log_type' => "Тип лога",
    'type' => "Тип",

    // ====================== ПРОЕКТЫ ======================
    'projects' => 'Проекты',
    'project_details' => 'Детали проекта',
    'project' => 'Проект',
    'add_project' => 'Добавить',
    'filter' => 'Фильтр',
    'previous' => 'Назад',
    'next' => 'Далее',
    'view_details' => 'Подробнее',
    'learn_more' => 'Ещё',

    // Основная информация
    'start_investment' => 'Инвестировать',
    'about_project' => 'О проекте',
    'location' => 'Локация',
    'purpose' => 'Цель',
    'commercial_construction' => 'Коммерч. стройка',
    'construction_company' => 'Строит. компания',
    'llc' => 'ООО',
    'project_manager' => 'Менеджер',
    'license_number' => 'Лицензия',
    'start_date' => 'Начало',
    'end_date' => 'Конец',
    'additional_info' => 'Доп. инфо',

    // Финансы
    'min_investment' => 'Мин. сумма',
    'sum' => 'сум',
    'financial_info' => 'Финансы',
    'investment_duration' => 'Срок',
    'duration' => 'Срок',
    'months' => 'мес.',
    'annual_profit' => 'Год. прибыль',
    'annual_return' => 'Год. доходность',
    'dividend_distribution' => 'Дивиденды',
    'quarterly' => 'Квартально',
    'profit_calculator' => 'Калькулятор',
    'enter_investment_amount' => 'Введите сумму',
    'expected_profit' => 'Ожидаемая прибыль',
    'total_value' => 'Итог',
    'invest_via_mobile_app' => 'Через приложение',

    // Статус / Риски
    'risk_level' => 'Риск',
    'low' => 'Низкий',
    'medium' => 'Средний',
    'high' => 'Высокий',
    'active' => 'Активен',
    'inactive' => 'Неактивен',
    'planned' => 'План',
    'completed' => 'Завершён',

    // Документы
    'investment_contract' => 'Инвест. договор',
    'sharia_fatwa' => 'Фетва',
    'land_documents' => 'Зем. док-ты',
    'construction_status' => 'Ход стройки',
    'foundation_work' => 'Фундамент',
    'foundation_completed' => 'Фундамент готов',
    'construction_started' => 'Стройка началась',
    'frame_construction_progress' => 'Каркас',
    'interior_finishing' => 'Отделка',
    'interior_finishing_start' => 'Старт отделки',
    'project_completion' => 'Завершение',
    'commissioning' => 'Сдача',
    'photo_video_gallery' => 'Галерея',
    'construction_photo' => 'Фото стройки',
'start'=> "
Здравствуйте! 👋  
Добро пожаловать в Hit Qo‘shiqlar Bot 🤖🎵  

@HitQoshiqlarBot — это умный бот, который с помощью искусственного интеллекта находит песни.  
Бот позволяет пользователям быстро и легко находить музыку и медиа-файлы.

📥🎬 Загрузка медиа с платформ:
• Instagram — посты, сторис, рилс  
• YouTube — видео, шортсы, аудио  
• TikTok — видео без водяного знака  
• Facebook — рилс  
• Pinterest — изображения и видео  
• Snapchat — изображения и видео  
• Likee — изображения и видео  
• Threads — изображения и видео  

🎧🎵 Поиск песен с помощью ИИ:
• Отправьте фрагмент текста песни  
• Или отправьте голосовое сообщение  
• Или короткое видео  
ИИ определит название песни и исполнителя и поможет найти музыку.

📎 Пользоваться очень просто:
- Отправьте текст, голос, видео или ссылку  
- Бот сам всё распознает и покажет результат  

🚀 Наша цель — объединить все музыкальные поиски и загрузку медиа в одном месте, быстро и удобно.

Вы можете выбрать удобный для вас язык с помощью команды /language.
"
];
